Revit 2027 API
ParameterTypeId.IfcExportElement Property
 "Export to IFC"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId IfcExportElement { get; }
Public Shared ReadOnly Property IfcExportElement As ForgeTypeId
	Get
public:
static property ForgeTypeId^ IfcExportElement {
	ForgeTypeId^ get ();
}
static member IfcExportElement : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace